"ConfirmSaveTitle" 			= "Confirm Save";
"ConfirmSaveMsg"			= "Do you want to save the changes to the mobility settings?";
"ConfirmSaveSave"			= "Save";
"ConfirmSaveCancel"			= "Cancel";
"ConfirmSaveDontSave"		= "Don’t Save";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Create";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "A FileVault master password is set for this computer.";
"str_NoMasterPassword" 		= "FileVault requires a master password for this computer.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (Startup disk)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "Calculating free space...";
"str_PHD_InsufficientSpace" = "There isn’t enough free space on “%@” to create the home folder.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automatically";
"str_SyncInterval_Manual"  		= "Manually";

"str_SyncInterval_OneMinute" 					= "Every Minute";
"str_SyncInterval_LessThanOneHour"  			= "Every %d Minutes";
"str_SyncInterval_OneHour"						= "Every Hour";
"str_SyncInterval_OneHourOneMinute"				= "Every 1 Hour 1 Minute";
"str_SyncInterval_LessThanTwoHours"				= "Every 1 Hour %d Minutes";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "Every %d Hours";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "Every %d Hours 1 Minute";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "Every %d Hours %d Minutes";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "No external volumes are connected.";
"str_UserPicks_NoSuitableVolume" 		= "No suitable volumes were found.";
